<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2012 osCommerce

  Released under the GNU General Public License
*/

define('NAVBAR_TITLE_1', 'ចូល');
define('NAVBAR_TITLE_2', 'ពាក្យសម្ងាត់ភ្លេច');

define('HEADING_TITLE', 'I\'ve Forgotten My Password!');

define('TEXT_MAIN', 'ប្រសិនបើអ្នកបានភ្លេចពាក្យសម្ងាត់របស់អ្នកសូមបញ្ចូលអាសយដ្ឋានអ៊ីម៉ែលរបស់អ្នកនៅខាងក្រោមហើយយើងនឹងផ្ញើការណែនាំអំពីរបៀបដើម្បីផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នកមានសុវត្ថិភាពអ្នក។');

define('TEXT_PASSWORD_RESET_INITIATED', 'សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នកសម្រាប់សេចក្ដីណែនាំអំពីរបៀបដើម្បីផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នក។ សេចក្ដីណែនាំដែលមានផ្ទុកតំណដែលត្រឹមត្រូវតែសម្រាប់តែ 24 ម៉ោងឬរហូតដល់ការពាក្យសម្ងាត់របស់អ្នកត្រូវបានធ្វើឱ្យទាន់សម័យមួយ។');

define('TEXT_NO_EMAIL_ADDRESS_FOUND', 'កំហុស: អាសយដ្ឋានអ៊ីម៉ែលមិនត្រូវបានគេរកឃើញនៅក្នុងកំណត់ត្រារបស់យើង, សូមព្យាយាមម្តងទៀត។');

define('EMAIL_PASSWORD_RESET_SUBJECT', STORE_NAME . ' - ពាក្យសម្ងាត់​ថ្មី');
define('EMAIL_PASSWORD_RESET_BODY', 'ពាក្យសម្ងាត់ថ្មីត្រូវបានស្នើសម្រាប់គណនីរបស់អ្នកនៅ ' . STORE_NAME . '.' . "\n\n" . 'សូមទៅតាមតំណផ្ទាល់ខ្លួននេះដើម្បីផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នកមានសុវត្ថិភាព:' . "\n\n" . '%s' . "\n\n" . 'តំណនេះនឹងត្រូវបានបោះបង់ដោយស្វ័យប្រវត្តិបន្ទាប់ពី 24 ម៉ោងឬបន្ទាប់ពីពាក្យសម្ងាត់របស់អ្នកបានត្រូវផ្លាស់ប្ដូរ។' . "\n\n" . 'សម្រាប់ជំនួយដែលមានការណាមួយនៃការផ្តល់សេវាបណ្តាញសូមផ្ញើអ៊ីមែលជាម្ចាស់ហាង: ' . STORE_OWNER_EMAIL_ADDRESS . '.' . "\n\n");

define('ERROR_ACTION_RECORDER', 'កំហុស: បានតំណកំណត់ពាក្យសម្ងាត់ត្រូវបានបញ្ជូនរួចទៅហើយ។ សូមព្យាយាមម្តងទៀតនៅក្នុង%s  នាទី។');
?>